/* eslint-disable */
import productImage1 from '../images/product.jpg';
import productImage2 from '../images/product2.jpg';
import productImage3 from '../images/product3.jpg';
import productImage4 from '../images/product4.jpg';

let defaultProducts;
export default defaultProducts = [
  {
    name: 'Фотоаппарат моментальной печати Polaroid OneStep',
    desc: 'Рассматривайте ваши фотографии вживую сразу после снимка вместе с новой моментальной цифровой камерой. Благодаря интегрированной в камере системе печати вы сможете печатать фотографии прямо на месте съемки. Всего менее чем за одну минуту вы и ваши друзья получите копии ваших фотографий без использования компьютера или принтера. Вы даже можете обрезать снимок перед тем, как пустить его в печать для того, чтобы получить изображение именно таким, каким захотите вы',
    image: productImage1,
    price: 18000,
  },
  {
    name: 'Не нуждается в описании',
    desc: '',
    image: productImage2,
    price: 25000,
  },
  {
    name: 'Наименование товара',
    desc: 'Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк',
    image: productImage3,
    price: 17000,
  },
  {
    name: 'Наименование товара',
    desc: 'Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк',
    image: productImage4,
    price: 2000,
  },

];
